public/atividade-fis1-u3.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-BR" xml:lang="pt-BR">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Joilson Silva Porto" />
<meta http-equiv="Content-Language" content="pt-BR">

                     <link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<div id="outline-container-org12b5585" class="outline-2">
<h2 id="org12b5585">Atividade: Conservação de Energia Mecânica — Pista de Skate</h2>
<div class="outline-text-2" id="text-org12b5585">
</div>
<div id="outline-container-org34cc86c" class="outline-3">
<h3 id="org34cc86c">Objetivo</h3>
<div class="outline-text-3" id="text-org34cc86c">
<p>
Compreender os conceitos de energia cinética, energia potencial gravitacional, energia térmica e fricção, aplicando-os à análise do movimento de um skatista em uma pista, com ênfase na conservação de energia mecânica.
</p>
</div>
</div>

<div id="outline-container-org887c103" class="outline-3">
<h3 id="org887c103">Dados Iniciais para os Exercícios</h3>
<div class="outline-text-3" id="text-org887c103">
<ul class="org-ul">
<li>Massa do skatista: 50 kg</li>
<li>Gravidade: \(g = 10 \, m/s^2\)</li>
<li>Altura inicial da pista: 5,0 m</li>
<li>Desconsidere a resistência do ar, exceto quando indicado.</li>
<li>Quando houver fricção, use: Força de fricção \(F_{fric}\) = 100 N</li>
<li>Comprimento da pista (nas questões com fricção): 10 m</li>
</ul>
</div>
</div>

<div id="outline-container-org67d1b65" class="outline-3">
<h3 id="org67d1b65">Tabela de Símbolos e Fórmulas</h3>
<div class="outline-text-3" id="text-org67d1b65">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Símbolo</th>
<th scope="col" class="org-left">Significado</th>
<th scope="col" class="org-left">Fórmula</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">\(E_c\)</td>
<td class="org-left">Energia cinética</td>
<td class="org-left">\(E_c = \frac{1}{2}mv^2\)</td>
</tr>

<tr>
<td class="org-left">\(E_p\)</td>
<td class="org-left">Energia potencial gravitacional</td>
<td class="org-left">\(E_p = mgh\)</td>
</tr>

<tr>
<td class="org-left">\(E_{mec}\)</td>
<td class="org-left">Energia mecânica total</td>
<td class="org-left">\(E_{mec} = E_c + E_p\)</td>
</tr>

<tr>
<td class="org-left">\(E_{térmica}\)</td>
<td class="org-left">Energia transformada em calor (fricção)</td>
<td class="org-left">\(E_{térmica} = F_{fric} \cdot d\)</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgdf9a83f" class="outline-3">
<h3 id="orgdf9a83f">Atividades</h3>
<div class="outline-text-3" id="text-orgdf9a83f">
</div>
<div id="outline-container-org88572bf" class="outline-4">
<h4 id="org88572bf">1. Questões Básicas</h4>
<div class="outline-text-4" id="text-org88572bf">
<ol class="org-ol">
<li>Um skatista (massa = 50 kg) está parado no topo de uma rampa de 5 m de altura.  
a) Calcule a energia potencial gravitacional do skatista nessa posição.  
b) Qual é a energia cinética do skatista nesse instante?</li>

<li>Supondo que não haja fricção e o skatista desça até o ponto mais baixo da pista (altura = 0 m):  
a) Qual será a energia cinética do skatista no ponto mais baixo?  
b) Qual será a velocidade do skatista no ponto mais baixo?</li>

<li>Se a massa do skatista fosse de 80 kg, qual seria a energia cinética ao final da descida? A velocidade seria diferente? Explique.</li>
</ol>
</div>
</div>

<div id="outline-container-orgb9ba04d" class="outline-4">
<h4 id="orgb9ba04d">2. Interpretação de Gráficos Simples</h4>
<div class="outline-text-4" id="text-orgb9ba04d">
<ol class="org-ol">
<li>Considere um gráfico de barras mostrando as energias potencial, cinética e total do skatista em diferentes pontos da pista, sem fricção.  
a) Em que ponto a energia cinética é máxima?  
b) Em que ponto a energia potencial é máxima?  
c) O que se observa com a energia total?</li>
</ol>
</div>
</div>

<div id="outline-container-orga1c0a49" class="outline-4">
<h4 id="orga1c0a49">3. Introduzindo Fricção</h4>
<div class="outline-text-4" id="text-orga1c0a49">
<ol class="org-ol">
<li>Agora considere que há fricção. Ao descer a pista de 5 m de altura e percorrer 10 m, o skatista perde energia devido à fricção.  
a) Calcule a energia térmica gerada pela fricção ao longo do trajeto.  
b) Qual será a energia mecânica disponível no final do percurso?  
c) Qual será a velocidade do skatista ao final do percurso?</li>
</ol>
</div>
</div>

<div id="outline-container-orgb6c4e32" class="outline-4">
<h4 id="orgb6c4e32">4. Situações Aplicadas</h4>
<div class="outline-text-4" id="text-orgb6c4e32">
<ol class="org-ol">
<li>Se a pista for modificada para ter uma altura inicial de 8 m e a fricção for mantida, repita os cálculos dos itens 5.a, 5.b e 5.c.</li>

<li>O que acontece com a energia cinética do skatista se ele começar a descer a partir do meio da rampa (altura = 2,5 m), sem fricção?</li>
</ol>
</div>
</div>

<div id="outline-container-org290f9ee" class="outline-4">
<h4 id="org290f9ee">5. Análise e Discussão</h4>
<div class="outline-text-4" id="text-org290f9ee">
<ol class="org-ol">
<li>Explique o que acontece com a energia do sistema se mudarmos a referência de altura (por exemplo, considerar o ponto mais baixo da pista como \(h=0\) ou \(h=-1\) m).</li>

<li>Projete um trecho de pista para que o skatista alcance uma determinada velocidade de 10 m/s em determinado ponto, considerando ausência de fricção.  
a) Qual deve ser a altura mínima da rampa para que isso ocorra?</li>

<li>Em sua opinião, por que a energia total do sistema diminui quando há fricção? Cite exemplos do cotidiano em que isso ocorre.</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-orga1c64d6" class="outline-3">
<h3 id="orga1c64d6">Espaço para Respostas e Anotações</h3>
<div class="outline-text-3" id="text-orga1c64d6">
<ul class="org-ul">
<li>Utilize os espaços a seguir para seus cálculos, justificativas e explicações. Se possível, use gráficos para ilustrar as respostas dos itens interpretativos e aplicados.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Joilson Silva Porto</p>
<p class="email">Email: <a href="mailto:joilson.porto@ifam.edu.br">joilson.porto@ifam.edu.br</a></p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
